{
    "es" : {
        "Name_AboutMe" : "Alex Poma",
        "Career" : "Data Engineer Specialist",
        "AboutMe" : "Que tal!, Soy Alex, Especialista en Ingenieria de Datos, actualmente me encuentro trabajando en RIMAC Seguros, me considero un apasionado por los datos, “la información hace girar al mundo”, me gusta programar, en especial si es en Python, soy muy curioso y me gusta adentrarme en diferentes áreas para no perderme de nada, soy autodidacta y me encanta aprender cosas nuevas, pero también tengo tiempo para mí, soy un poco Geek, me encanta la tecnología y estoy emocionado por el potencial de la Inteligencia Artificial y la Robotica.",
        "ViewResume" : "Ver Currículum"
    },
    "en" : {
        "Name_AboutMe" : "Alex Poma",
        "Career" : "Data Engineer Specialist",
        "AboutMe" : "How are you! I'm Alex, Data Engineer Specialist, I am currently working at RIMAC Seguros, I consider myself passionate about data, “information makes the world go round”, I love programming, especially if it's in Python, I'm very curious and I like to delve into different areas so as not to miss anything, I am self-taught and I love learning new things, but I also have time for myself, I am a bit Geek, I love technology and I'm excited about the potential of Artificial Intelligence and Robotics.",
        "AboutMe2" : "I'm passionate about data, I'm currently working at TCS as a Data Engineer for a RIMAC Seguros project. I consider myself a self-taught person, who loves technology and process automation, I have several years working with data, ease of working as a team, efficiently solve problems and achieve the productivity goals set by the company and my work group.",
        "AboutMe_Aux" : "I'm a passionate about Business Intelligence, Cloud Computing, Machine Learning, and Artificial Intelligence, highly responsible, creative, with initiative and punctuality, I assume with responsibility the challenges and goals that the organization sets for me; adaptability to change, ease of working as a team, in conditions under pressure, so to solve problems efficiently and achieve the productivity goals set by the company and my work group.",
        "ViewResume" : "View Resume"
    }
}