{
    "es" : {
        "we_title": "Alex Poma",

        "we_read_more" : "Leer Más",

        "01_we_EmpName" : "Data Consulting Perú",
        "01_we_Job" : "Desarrollador de Software",
        "01_we_Date" : "Ene 2017 – Ene 2018",
        "01_we_Desc" : "Como parte del equipo de Desarrollo de Software, tuve la grata experiencia de implementar herramientas Web y de Escritorio, utilizando MVC y tecnologías .Net, además de participar en la implementación de la ISO 29110 para la gestión de la calidad de sistemas, entre mis principales actividades se encontraban:",
        "01_we_ListExp_1" : "Desarrollo e implementación de la lógica de negocio en aplicaciones web (front-end y back end), utilizando MVC, ASP .NET, JavaScript y HTML.",
        "01_we_ListExp_2" : "Soporte y desarrollo de aplicaciones de escritorio, como la solución ERP-SCOP, Punto de Venta Comercial y Punto de Venta Grifo y sus respectivos reportes en Crystal Reports.",
        "01_we_ListExp_3" : "Desarrollo de funciones, procedimientos almacenados, creación y actualización de tablas en SQL.",
        "01_we_ListExp_4" : "Programación de componentes para diferentes aplicaciones, como los componentes de Data Consulting Library, Data Consulting Facturación Negocio entre otras, desarrolladas en los lenguajes de Visual Basic y C#.",
        "01_we_ListExp_5" : "Project Management de la Soluciones del ERP SCOP y Efactura.",
        "01_we_ListExp_6" : "Administrador del Team Foundation Services.",
        "01_we_ListExp_7" : "Participación en la implementación de la ISO 29110 para la gestión de la calidad de sistemas, con el rol de Programador Semi Senior.",
        "01_we_ListSkills_1" : "C#",
        "01_we_ListSkills_2" : ".Net",
        "01_we_ListSkills_3" : "HTML",
        "01_we_ListSkills_4" : "CSS",
        "01_we_ListSkills_5" : "JScript",
        "01_we_ListSkills_6" : "XML",
        "01_we_ListSkills_7" : "MVC",
        "01_we_ListSkills_8" : "Visual Studio",

        "02_we_EmpName" : "UNJBG - H2O",
        "02_we_Job" : "Asistente Técnico - Desarrollador Machine Learning",
        "02_we_Date" : "Sep 2020 - Jul 2021",
        "02_we_Desc" : "Apoye al grupo de Investigación del agua de la Universidad Nacional Jorge Basadre Grohmann, generando modelos estadísticos y de machine learning, usando R y Python, entre mis principales actividades se encontraban:",
        "02_we_ListExp_1" : "Se crearon diferentes tipos de gráficos estadísticos usando R y Python, siguiendo las especificaciones de los investigadores.",
        "02_we_ListExp_2" : "Automatice diferentes procesos manuales para que los investigadores se centren en el análisis de los datos.",
        "02_we_ListExp_3" : "Se generaron interfaces en Shiny con gráficos interactivos.",
        "02_we_ListExp_4" : "He implementado diferentes Jupyter Notebooks y R Markdown para documentar los códigos que se implementaban.",
        "02_we_ListExp_5" : "Se desarrollo un modelo de Redes Neuronales usando TensorFlow para la predicción de la Evapotranspiración.",
        "02_we_ListSkills_1" : "Python",
        "02_we_ListSkills_2" : "R",
        "02_we_ListSkills_3" : "Shiny",
        "02_we_ListSkills_4" : "Jupyter",
        "02_we_ListSkills_5" : "TensorFlow",
        "02_we_ListSkills_6" : "Neural Network",
        "02_we_ListSkills_7" : "Machine Learning",

        "03_we_EmpName" : "CMAC Tacna",
        "03_we_Job" : "Analista de Inteligencia de Negocios",
        "03_we_Date" : "Jun 2018 - Nov 2020",
        "03_we_Desc" : "Dentro de la Caja Tacna tuve la oportunidad de aprender muchas cosas sobre el sistema financiero, además de ser parte del área de Inteligencia de negocios y Soluciones Analíticas, donde pude generar y optimizar Scripts en SQLServer, usar herramientas ETL para la creación de cubos OLAP y la generación de Dashboards de Power BI, entre mis principales actividades se encontraban:",
        "03_we_ListExp_1" : "Implementación y administración del Data Warehouse.",
        "03_we_ListExp_2" : "Generación de reportes crediticios usando SSRS.",
        "03_we_ListExp_3" : "Generación de paquetes de carga de datos usando SSIS.",
        "03_we_ListExp_4" : "Implementación de Cubos OLAP usando SSAS, para la generación de reportes gerenciales.",
        "03_we_ListExp_5" : "Automatización del proceso de extracción de datos de la SBS usando SSIS y R.",
        "03_we_ListExp_6" : "Reducción de tiempos para la generación de cosechas, con la implementación de un Cubo OLAP.",
        "03_we_ListExp_7" : "Implementación de Dashboards usando Power BI.",
        "03_we_ListExp_8" : "Generación y mejora de Scripts en SQL Server.",
        "03_we_ListExp_9" : "Implementación del proyecto Sinergia que abarca los reportes y tableros gerenciales mas utilizados y de mayor importancia para la toma de decisiones de la empresa.",
        "03_we_ListSkills_1" : "SSIS",
        "03_we_ListSkills_2" : "SSRS",
        "03_we_ListSkills_3" : "SSAS",
        "03_we_ListSkills_4" : "PowerBI",
        "03_we_ListSkills_5" : "MSQL Server",
        "03_we_ListSkills_6" : "R",
        "03_we_ListSkills_7" : "DAX",
        "03_we_ListSkills_8" : "MDX",

        "04_we_EmpName" : "TCS - RIMAC Seguros",
        "04_we_Job" : "Ingeniero de Datos",
        "04_we_Date" : "Nov 2020 - Actualmente",
        "04_we_Desc" : "Soy parte de la Tribu Data, miembro del equipo de AWS Support, responsable de crear y mantener diferentes pipelines de datos usando tecnologías Cloud y metodologías SCRUM, entre mis principales actividades se encontraban:",
        "04_we_ListExp_1" : "Parte del proyecto de RIMAC Seguros para la implementación del ecosistemas de BigData en AWS.",
        "04_we_ListExp_2" : "Creación de flujos de trabajo usando AWS Step Function.",
        "04_we_ListExp_3" : "Creación de Jobs con Python en AWS Glue para la automatización de procesamiento de datos.",
        "04_we_ListExp_4" : "Generación de triggers en AWS Lambda.",
        "04_we_ListExp_5" : "Programación de horarios con AWS CloudWatch.",
        "04_we_ListExp_6" : "Creación de tablas y scripts en Athena y Redshift.",
        "04_we_ListExp_7" : "Implementación y optimización de scripts en Presto SQL.",
        "04_we_ListExp_8" : "Revisión de logs, corrección y optimización de potenciales errores.",
        "04_we_ListExp_9" : "Creación y optimización de Dashboards usando Power BI.",
        "04_we_ListExp_10" : "Uso de metodologías Agiles complementadas con Scrum.",
        "04_we_ListSkills_1" : "AWS",
        "04_we_ListSkills_2" : "Lambda",
        "04_we_ListSkills_3" : "Glue",
        "04_we_ListSkills_4" : "Step Function",
        "04_we_ListSkills_5" : "CloudWatch",
        "04_we_ListSkills_6" : "Athena",
        "04_we_ListSkills_7" : "Redshift",
        "04_we_ListSkills_8" : "Python",
        "04_we_ListSkills_9" : "Presto SQL",
        "04_we_ListSkills_10" : "PowerBI",
        "04_we_ListSkills_11" : "Power Automate"
    },
    "en" : {
        "we_title": "Alex Poma",
        
        "we_read_more" : "Read More",

        "01_we_EmpName" : "Data Consulting Perú",
        "01_we_Job" : "Software Developer",
        "01_we_Date" : "Jan 2017 – Jan 2018",
        "01_we_Desc" : "As part of the Software Development team, I had the pleasant experience of implementing Web and Desktop tools, using MVC and .Net technologies, as well as participating in the implementation of ISO 29110 for systems quality management, among my main activities were:",
        "01_we_ListExp_1" : "Development and implementation of business logic in web applications (front-end and back end), using MVC, ASP .NET, JavaScript and HTML.",
        "01_we_ListExp_2" : "Support and development of desktop applications, such as ERP-SCOP, Commercial Point of Sale and Gasoline Station Point of Sale and their respective reports in Crystal Reports.",
        "01_we_ListExp_3" : "Development of functions, stored procedures, creation and updating of tables in SQL.",
        "01_we_ListExp_4" : "Programming components for different applications, such as the components of Data Consulting Library, Data Consulting Business Invoicing among others, developed in the languages of Visual Basic and C #.",
        "01_we_ListExp_5" : "Project Management of ERP SCOP and EFactura.",
        "01_we_ListExp_6" : "Administrator of the Team Fundation Services.",
        "01_we_ListExp_7" : "Participation in the implementation of ISO 29110 for systems quality management, with the role of Semi Senior Developer.",
        "01_we_ListSkills_1" : "C#",
        "01_we_ListSkills_2" : ".Net",
        "01_we_ListSkills_3" : "HTML",
        "01_we_ListSkills_4" : "CSS",
        "01_we_ListSkills_5" : "JScript",
        "01_we_ListSkills_6" : "XML",
        "01_we_ListSkills_7" : "MVC",
        "01_we_ListSkills_8" : "Visual Studio",

        "02_we_EmpName" : "UNJBG - H2O",
        "02_we_Job" : "Technical Assistance - ML Developer",
        "02_we_Date" : "Sep 2020 - Jul 2021",
        "02_we_Desc" : "Support the Water Research group of the Jorge Basadre Grohmann National University, generating statistical and machine learning models, using R and Python, among my main activities were:",
        "02_we_ListExp_1" : "Multiple types of statistical graphs were created using R and Python, using the researchers specifications.",
        "02_we_ListExp_2" : "Automate multiple manual processes so allow researchers focus on data analysis.",
        "02_we_ListExp_3" : "Shiny UI with interactive graphics were generated.",
        "02_we_ListExp_4" : "I have implemented different Jupyter Notebooks and R Markdown to document the codes that were implemented.",
        "02_we_ListExp_5" : "A Neural Networks model was developed using TensorFlow for Evapotranspiration prediction.",
        "02_we_ListSkills_1" : "Python",
        "02_we_ListSkills_2" : "R",
        "02_we_ListSkills_3" : "Shiny",
        "02_we_ListSkills_4" : "Jupyter",
        "02_we_ListSkills_5" : "TensorFlow",
        "02_we_ListSkills_6" : "Neural Network",
        "02_we_ListSkills_7" : "Machine Learning",

        "03_we_EmpName" : "CMAC Tacna",
        "03_we_Job" : "Business Intelligence Analyst",
        "03_we_Date" : "Jun 2018 - Nov 2020",
        "03_we_Desc" : "Inside the Caja Tacna I had the opportunity to learn many things about the financial system, also to being part of the Business Intelligence and Analytical Solutions area, where I was able to generate and optimize Scripts in SQLServer, use ETL tools to create OLAP cubes and the generation of Power BI Dashboards, among my main activities were:",
        "03_we_ListExp_1" : "Implementation and administration of the Data Warehouse.",
        "03_we_ListExp_2" : "Generation of credit reports using SSRS.",
        "03_we_ListExp_3" : "Generation of data load packages using SSIS.",
        "03_we_ListExp_4" : "Implementation of OLAP Cubes using SSAS, for the generation of managerial reports.",
        "03_we_ListExp_5" : "Automating the SBS Data Extraction Process using SSIS and R.",
        "03_we_ListExp_6" : "Times reduction for the generation of financial periods, with the implementation of an OLAP Cube.",
        "03_we_ListExp_7" : "Implementation of Dashboards using Power BI.",
        "03_we_ListExp_8" : "Generation and improvement of Scripts in SQL Server.",
        "03_we_ListExp_9" : "Implementation of the Sinergia project that covers the most used and most important reports and management boards for the company's decision making.",
        "03_we_ListSkills_1" : "SSIS",
        "03_we_ListSkills_2" : "SSRS",
        "03_we_ListSkills_3" : "SSAS",
        "03_we_ListSkills_4" : "PowerBI",
        "03_we_ListSkills_5" : "MSQL Server",
        "03_we_ListSkills_6" : "R",
        "03_we_ListSkills_7" : "DAX",
        "03_we_ListSkills_8" : "MDX",

        "04_we_EmpName" : "TCS - RIMAC Seguros",
        "04_we_Job" : "Data Engineer",
        "04_we_Date" : "Nov 2020 - Now",
        "04_we_Desc" : "I'm part of the Tribu Data, a member of the AWS Support team, responsible for creating and maintaining different data pipelines using Cloud technologies and SCRUM methodologies, among my main activities were:",
        "04_we_ListExp_1" : "Part of the RIMAC Seguros project for the implementation of the BigData ecosystems on AWS.",
        "04_we_ListExp_2" : "Create workflows using AWS Step Function.",
        "04_we_ListExp_3" : "Creation of Python Jobs on AWS Glue for data processing automation.",
        "04_we_ListExp_4" : "Triggers generation in AWS Lambda.",
        "04_we_ListExp_5" : "Scheduling works with AWS CloudWatch.",
        "04_we_ListExp_6" : "Creation of tables and scripts in Athena and Redshift.",
        "04_we_ListExp_7" : "Implementation and optimization of scripts in Presto SQL.",
        "04_we_ListExp_8" : "Logs review, correction and optimization of potential errors.",
        "04_we_ListExp_9" : "Creation and optimization of Dashboards using Power BI.",
        "04_we_ListExp_10" : "Use of Agile methodologies complemented with Scrum.",
        "04_we_ListSkills_1" : "AWS",
        "04_we_ListSkills_2" : "Lambda",
        "04_we_ListSkills_3" : "Glue",
        "04_we_ListSkills_4" : "Step Function",
        "04_we_ListSkills_5" : "CloudWatch",
        "04_we_ListSkills_6" : "Athena",
        "04_we_ListSkills_7" : "Redshift",
        "04_we_ListSkills_8" : "Python",
        "04_we_ListSkills_9" : "Presto SQL",
        "04_we_ListSkills_10" : "PowerBI",
        "04_we_ListSkills_11" : "Power Automate"
    }
}